;;; packages.el --- description -*- lexical-binding: t; no-byte-compile: t; -*-

(package! gruvbox-theme)
(package! org-present)
(package! request)
(package! atomic-chrome)
(package! org-clock-convenience)
(package! js-doc)
(package! sx)
(package! phpcbf)
(package! php-cs-fixer)
(package! exec-path-from-shell)
(package! tldr)
(package! ox-clip)
(package! ov)
(package! deft)
(package! org-jira)
(package! vlf)
(package! hackernews)
(package! paradox)
(package! org-mime)
(package! vagrant-tramp)
(package! gif-screencast)
(package! terraform-mode)
(package! excorporate) ; Exchange integration
(package! nov) ; EPUB Reader
(package! cargo)
(package! ox-jira)
(package! language-detection)
(package! terminal-here)
(package! expand-region)
(package! org-analyzer)
(package! xterm-color)
(package! package-lint)
(package! flycheck-package)
(package! org-static-blog)
(package! auto-complete)
(package! github-theme)
(package! magit-diff-flycheck)
(package! deadgrep)
(package! flycheck-posframe)
(package! prettier-js)
(package! cheat-sh)
(package! link)
(package! downplay-mode)
(package! google-translate)
(package! helm)

(package! evil-matchit :recipe (:fetcher github :repo "redguardtoo/evil-matchit" :commit "7d65b4167b1f0086c2b42b3aec805e47a0d355c4"))


(provide 'packages)

;;; packages.el ends here
