;;; packages.el --- description -*- lexical-binding: t; no-byte-compile: t; -*-

(package! request)
(package! org-clock-convenience)
(package! tldr)
(package! ov)
(package! deft)
(package! vlf)
(package! paradox)
(package! org-mime)
(package! gif-screencast)
(package! nov) ; EPUB Reader
(package! cargo)
(package! ox-jira)
(package! language-detection)
(package! expand-region)
(package! xterm-color)
(package! package-lint)
(package! flycheck-package)
(package! org-static-blog)
(package! magit-diff-flycheck)
(package! deadgrep)
(package! flycheck-posframe)
(package! prettier-js)
(package! cheat-sh)
(package! link)
(package! downplay-mode)
(package! helm)
(package! nov)
(package! ob-typescript)
(package! emidje)
(package! atomic-chrome)

(provide 'packages)

;;; packages.el ends here
