;;; packages.el --- description -*- lexical-binding: t; no-byte-compile: t; -*-

(package! gruvbox-theme)
(package! org-present)
(package! request)
(package! atomic-chrome)
(package! org-clock-convenience)
(package! js-doc)
(package! sx)
(package! phpcbf)
(package! php-cs-fixer)
(package! exec-path-from-shell)
(package! tldr)
(package! ox-clip)
(package! ov)
(package! deft)
(package! org-jira)
(package! vlf)
(package! hackernews)
(package! paradox)
(package! org-mime)
(package! vagrant-tramp)
(package! gif-screencast)

(provide 'packages)

;;; packages.el ends here
